Revit 2027 API
SpecTypeId.ReinforcementVolume Property
 Reinforcement Volume, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinforcementVolume { get; }
Public Shared ReadOnly Property ReinforcementVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinforcementVolume {
	ForgeTypeId^ get ();
}
static member ReinforcementVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace